exports.menu2 = (id, A187, tampilTanggal, whatsapp, youtube, tampilWaktu, instagram, nomer, aktif) => {
	return ` 

➸ *${tampilTanggal}*
➸ STATUS BOT AKTIF: *${aktif}*
	
╔═════════════════════════
║ *𝐌𝐄𝐍𝐔𝟐 ${A187}*              
╠═════════════════════════
┣━━━━°✪〘 QUOTES & PUISI 〙✪°━━━━━≽
║│⊱❥ _*!puisi1*_
║│⊱❥ _*!puisi2*_
║│⊱❥ _*!puisi3*_
║│⊱❥ _*!cerpen*_
║│⊱❥ _*!quotes1*_
║│⊱❥ _*!quotes2*_
║╰───────────────────────
╠═════════════════════════
┣━━━━°✪〘 DOWNLOADER 〙✪°━━━━━≽
║│⊱❥ _*!ytmp3*_  <link>
║│⊱❥ _*!ytmp4*_ <link>
║│⊱❥ _*!fb*_ <link>
║│⊱❥ _*!tiktok*_  <link>
║│⊱❥ _*!twt*_ <link>
║│⊱❥ _*!ig*_ <link>
║╰───────────────────────
╠═════════════════════════
┣━━━━°✪〘 ISLAMIC 〙✪°━━━━━≽
║│⊱❥ _*!quran*_
║╰───────────────────────
╠═════════════════════════
┣━━━━°✪〘 18+ 〙✪°━━━━━≽
║│⊱❥ _*!indohot*_
║│⊱❥ _*!cersex*_
║│⊱❥ _*!hentai*_
║│⊱❥ _*!indohot*_
║│⊱❥ _*!nekonime*_
║╰───────────────────────
╠═════════════════════════
║✪〘 Syarat & Ketentuan Berlaku 
║➸ Teks dan nama pengguna WhatsApp anda akan kami simpan di dalam server selama bot aktif
║➸ Data anda akan di hapus ketika bot Offline
║➸ Kami tidak menyimpan gambar, video, file, audio, dan dokumen yang anda kirim
║➸ Kami tidak akan pernah meminta anda untuk memberikan informasi pribadi
║➸ Jika menemukan Bug/Error silahkan langsung lapor ke Owner bot
║➸ Apapun yang anda perintah pada bot ini, KAMI TIDAK AKAN BERTANGGUNG JAWAB!
║─────────────────────
║            
║    ▌│█║▌║▌║║▌║▌║█│▌
║    ▌│█║▌║▌║║▌║▌║█│▌
║            
╠═════════════════════════
║    _*AnxietyBotツ*_
╚═════════════════════════`
}
