exports.menu3 = (id, A187, tampilTanggal, whatsapp, youtube, tampilWaktu, instagram, nomer, aktif) => {
	return ` 

➸ *${tampilTanggal}*
➸ STATUS BOT AKTIF: *${aktif}*
	
╔══════════════════════════
║ *𝐌𝐄𝐍𝐔𝟑 ${A187}*             
╠══════════════════════════
║╭─────❉ *𝟏𝟖+* ❉─────────────
║│⊱❥ _*!indohot*_
║│⊱❥ _*!cersex*_
║│⊱❥ _*!hentai*_
║│⊱❥ _*!indohot*_
║│⊱❥ _*!nekonime*_
║╰────────────────────────
╠══════════════════════════
║╭────❉ *𝐎𝐓𝐇𝐄𝐑𝐒* ❉──────────
║│⊱❥ _*!ttsid*_ <teks>
║│⊱❥ _*!bitly*_ <link>
║│⊱❥ _*!namaninja*_ <nama lu>
║│⊱❥ _*!alay*_ <teks>
║│⊱❥ _!igstalk*_ <@nur.fdhl_>
║│⊱❥ _*!ocr*_ <foto to text>
║│⊱❥ _*!gay*_
║│⊱❥ _*!checkip*_
║│⊱❥ _*!ping*_
║│⊱❥ _*!hostsearch*_
║│⊱❥ _*!scdl*_
║│⊱❥ _*!map*_ <daerah>
║│⊱❥ _*!cooltext*_ <teks>
║│⊱❥ _*!pesankosong*_
║│⊱❥ _*!say*_ <teks>
║╰────────────────────────
╠══════════════════════════
║╭─────❉ *𝐒𝐏𝐀𝐌* ❉───────────
║│⊱❥ _*!spamcall*_ <9999999999>
║│⊱❥ _*!spamsms*_ <9999999999>
║│⊱❥ _*!spamgmail*_ <anf.craft@gmail.com>
║╰────────────────────────
╠══════════════════════════
║─────────────────────
║            
║    ▌│█║▌║▌║║▌║▌║█│▌
║    ▌│█║▌║▌║║▌║▌║█│▌
║            
╠══════════════════════════
║   _*AnxietyBotツ*_
╚══════════════════════════`
}
